Repository: wp-plugins/parku-search
Catalog: languages/parku-*.po
Languages: de_de

source: Title:
de_de: Überschrift:

source: Description:
de_de: Beschreibung:

source: Pre-filled location:
de_de: Vorbelegung Adresse:

source: Submit button text:
de_de: Button-Text:

source: Activate Google Autocomplete
de_de: Autovervollständigen für Adressauswahl aktivieren

source: parku Search
de_de: parku Parkplatzsuche

source: Displays a search form to search for a parking space with parku.
de_de: Freie Parkplätze suchen und buchen mit parku.

source: Find a parking space
de_de: Parkplatzsuche

source: Enter the location where you want to park:
de_de: Wo möchtest Du parken?

source: Search
de_de: Parkplatz finden
